<!doctype HTML PUBLIC "-//W3C//DTD HTML 4.01//EN"
  "http://www.w3.org/TR/html4/strict.dtd">
<html>
  <head>
    <meta http-equiv="Content-Type" content="text/html; charset=utf-8">
    <script src="jquery.js"></script>
    <style type="text/css">
      body {line-height: 2em;}
      h1,h2,h3,h4,h5,h6 {font-family: 黑体;}
      p {text-indent: 2em;font-size: 0.9em;}
      ol {list-style-type: decimal;}
      ol ol {list-style-type: lower-roman;}
      li {font-size: 0.9em;}
      dd {font-size: 0.9em;font-style: italic;color: red;}
      p#subtitle {font-size: 0.8em;text-indent: 0em;font-family: 黑体;}
    </style>
    <title>基科班Seminar课程的要求和注意事项</title>
  </head>
  <body>
    <h3 align="center">基科班Seminar课程的要求和注意事项</h2>
    <p id="subtitle" align="center">（2004年5月20日修订，适用于2字班、3字班）</p>
    <h4>一、Seminar课程的目的</h2>
      <ol>
        <li>基科班把“Seminar”作为培养创新能力的“必修”环节，其重要作用可概括为：
        <ol>
          <li>开阔眼界，寻找感兴趣的方向。
          <li>感受科研精神，体验科研过程，从中找到“乐趣”。
          <li>以数理主干课为基础，拓宽专业学习和科研训练，学会从科研实践中学习。
          <li>争取自己在该方向上有所想法，有所创新，或在导师的研究课题中有自己的贡献。
        </ol>
        “Seminar”的目的也很明确：增长知识、提高能力、为进一步深造做准备。
        <li>对参加Seminar学生的要求：
          <ol>
            <li><b>不要好高骛远，要认真投入、塌实好学；</b>
            <li><b>不要蜻蜓点水，要善始善终。</b>
          </ol>
      </ol>
    <h4>二、Seminar课程的操作程序</h4>
    <ol>
      <li>Seminar安排在第五、六、七个正常学期，Seminar交叉学科前沿专题安排在第三个夏季学期。每学期3学分，均为必修课。
      <li>第四学期末下发以前带过基科班Seminar的导师名单，研究方向和联系方式。同学可以主动与导师联系，通过双向选择，最终确定Seminar方向。
      <li>在选择Seminar方向时，应该首选适合于自己的学科、专业方向和高水平并严格要求的导师，也要适当考虑以后是否参加推研或出国等情况。
      <li>十分鼓励同学自己根据感兴趣的学科和研究方向去寻找导师，范围不要局限在我们提供的信息，也不要局限在清华大学，可以放眼周边的高校和科研院所。
        <dd>注意：若同学自己联系老师，应首先向基科班负责老师提交一份关于该老师和研究方向的介绍，在得到基科班领导小组的认可后，该老师才能作为Seminar导师。
      <li>主干课程学习困难的同学应根据自身的实际情况决定是正常还是推迟进入Seminar。
      <li>Seminar的报名程序：
        <ol>
          <li>同学已与导师见了面，且已确定；
          <li>在负责此项工作的班干部那里登记；
          <li>统一报经基科班领导小组同意后，方可执行。
        </ol>
    </ol>
    <h4>三、Seminar课程的基本内容和要求</h4>
    <ol>
      <li>选定Seminar方向后，学生应与导师一起制定课程学习计划和研究训练计划。
        <dt>“课程学习”
        <dd>是指在导师的建议下，补修若干门与导师所在学科和研究方向有关的基础/专业课程（必修或限选课程），为以后进入研究训练打下基础。
        <dt>“研究训练”
        <dd>是指导师根据学生的能力和长处，给他们布置一个合适的研究题目。在导师或导师组中其他成员的指导下，鼓励该生独立或与他人合作进行研究，以培养其科研能力。
      <li>定好学习计划后，每位同学应尽快提交一份有导师签名的需学习的Seminar课程目录。制定学习计划时应注意以下几点：
        <ol>
          <li>要保证每学期的最低学分，否则要“试读”；也要考虑到毕业总学分（最低170）的要求，合理分配各学期的学分，不要时紧时松。
          <li>选哪些Seminar课程一方面根据科研需要而定，另外也要考虑所在学科的专业要求。
          <li>最迟在学校“补退选”时，应把Seminar课程选上。若有属于“限本院系学生”的课程，请尽快报给班学委，汇总成一个整单子（课程名称、课号、学分、上课时间地点；学生姓名、学号、班级）。我们将报教务处统一处理。
          <li>在校外作Seminar请注意：目前学校不承认校外学分（包括北大），所以应尽量选择校内的相关课程。这一点要告诉导师，并将学校可开设的课程清单提供给导师，听取导师建议。
        </ol>
      <li>每位同学也需要提交一份有导师签名的研究计划。其中包括：研究方向、科研题目、科研内容，本学期的任务，预计取得的成果等。
      <li>Seminar课程成绩的获得
        <ol>
          <li>在第五、六、七学期结束之时（不得晚于下一正常学期开学的第一周），每位学生都应向导师提交一份书面报告，汇报在Seminar学期里所学的相关课程、所读的科研书籍或文献、所做的实验、所取得的进步等。以便获得相应的成绩和学分。物理系业务办将联系导师，索取同学的成绩。成绩将按“优秀、良好、通过、不通过”四档记分，并将折算成百分制录入。
          <li>在第三个夏季学期的“Seminar交流课程”按不同学科分片汇报，聘有关学科的教师作评委，结合学生的相互打分，并参考第五、六学期的Seminar成绩，按正常统计分布折算后，以“百分制”给出成绩。该成绩将按一定权重纳入推研的学分绩的计算。由该课程负责老师、班主任和物理系业务办操作。
        </ol>
    </ol>
    <h4>四、换Seminar方向的要求</h4>
    <p>一般是在每个Seminar学期结束后，允许换Seminar方向。学生应向基科班负责老师提出申请
      （写清楚换方向的理由、新导师的联系方式、新方向简介），得到批准后，方可换方向。
      需重新制定学习计划和研究计划，并提交基科班负责老师备案。要跟原导师当面讲清楚换方向的想法，
      且注意处理好与原导师的关系，不能只给导师发封email了事，若处理不当，会影响以后师弟师妹们的Seminar选择。
    <div align="center">
    <input type="button" value="打印" onclick="self.print();">
    </div>             
  </body>
</html>